"use client";

import Link from "next/link";

export default function Writing() {
  return (
    <div>
      <section>
        <div>
          <text>
            {" "}
            “하나가 열리기 위해선 하나가 져야겠지 근데 다 지고 있는 중이면
            어떡해?” 근데 다 지고 있는 중이면 어떡해…? 블로그를 쓸 때는 보통
            머리를 비우고 쓴다. 처음엔 주위 몇몇에게 블로그 링크를 알려줬었기에
            누군가 볼 수 있다는 생각이라도 했는데, 시간이 흐르니 별 생각이 없다.
            물론 겸이나 희선이 정도는 의식하려고 하는 편이다. 그래도 나중에 봤을
            때 최대한 솔직한 나를 보고 싶어서 생각없이 쓴다. 절대 변명이 아니다.
            요즘은 행복하다는 말을 입에 달고 살았다. 집에 가는 길엔 항상 노래를
            흥얼거렸다. 20살, 처음으로 게임 커뮤니티에서 보이스챗을 했다. AOS
            게임인만큼 보이스챗이 활성화 되어 있었고, 나중엔 그것을 떠나
            습관적으로 채팅방에 들어가게 되었다. 마이크 켜놓은 것을 까먹고
            습관처럼 노래를 흥얼거리다가 앗, 하고 혼자 멋쩍어 했다. 물론 다른
            사람들은 별 생각 없었을 것이다… 그렇지만 나는 부끄러웠다. 가사도
            제멋대로 부르고 잘 부르는 것도 아니었기 때문에. 왜 유독 노래나 운동,
            게임에 대해선 못 하는 걸 부끄러워 했는지 모르겠다. 아무튼 난
            그때부터 의식적으로 흥얼거리는 것을 자제했다. 술 취했을 때나 좀
            흥얼거렸다. 그래, 그 이후로 처음인 것 같다. 아직도 여러 노래가
            뒤죽박죽 섞인 이상한 결과물을 흥얼거리곤 하지만 그러는 때가 늘었다.
            나도 모르게 엄마 앞에서도 노래하고 춤춰서 엄마가 요즘 보기 좋다고
            하셨다. 이게 행복일까? 나도 몰라, 남의 기준은. 그렇지만 내 기준
            행복이다. 난 행복을 온몸으로 드러냈다. 그 와중에 드러난 불안이었다.
            나도 모르게 나의 ‘무언가’는 지고 있다고 생각하고 있었다. 그리고 그
            ‘무언가’를 대신해 열리는 열매도 사실은 지고 있는 것 아닐까,
            생각했다. 난 무엇이 그렇게 두렵지? 내가 제일 두려워하던 것은 이별,
            그러나 지금은 두려울 것도 없다. 엄마는 건강해질 것이고, 엄지는
            살아온 만큼은 더 살 것이며, 헤어질 남자친구는 없다. 내게 큰 이별은
            네 번이었다. 이모, 아빠, 완두, 까치. 그렇기에 이별이 두려워해왔지만
            오히려 지금은 그렇기에 이별이 두렵지 않다. 나는 잃을 것이 별로 없기
            때문이다. 사실 답을 알고 있다. 나는 내가 행복한 것이 진짜가 아닐까
            두렵다. 금방 사라질까 두렵다. 나를 따라온 오랜 우울과 불안이 또 내
            발목을 잡고 다리를 타고 올라와 나를 잠식할까봐 두렵다. 그 끈적끈적한
            것은 지금 이 글에 등장했다는 이유 하나로 내 눈을 뜨겁게 한다. 그래,
            나 너무 두려워. 두렵다는 텍스트를 쓰는 순간 눈물을 막아 놓은 둑이
            터진다. 이 정도 울음은 금방 다스릴 수 있어. 그렇지만 방금의 반응으로
            인해 내가 무언갈 억누르고 있는 건 아닌지 조금 더 불안해졌다.
            수고했어, 고생했어, 힘들었겠다. 두려워, 힘들어. 이 말을 들으면, 이
            말을 말하면 나는 바늘에 찔린 물풍선 마냥 흐물렁해진다. 그리고
            입꼬리를 조금 올린다. 10을 울었으니 10은 웃어야겠다는 무의식의
            반증이다. 나는 상담을 하면서야 이것을 깨달았다. 이미 울고 있으면서도
            한 방울의 눈물도 허락하지 않겠다는 듯이 허공과 눈싸움을 하는 나.
            괜찮은 척 입만 웃는 나. 요즘은 슬픈 영화가 보고 싶지 않다. 슬픈 책이
            보고 싶지 않다. 그렇게 울지 않아도 울 일이 있는 걸. 그래서 나는 책을
            볼 용기가 나지 않는다. 미용실에서 구레나룻만 호일로 싸놓고 울고 있는
            사람, 되기 싫었다. 때로는 어떤 슬픔은 어떤 눈물을 닦아준다는 것을
            안다. 그렇기에 ‘밝은 밤’을 책장 구석에 박아넣진 않았다. 때론
            이렇게라도 눈물길을 내야한다는 것을 안다. 그렇기에 글을 쓰며 우는 게
            나쁘진 않다. 그냥 조금 불안할 뿐이다. 이렇게 행복하다고 떠들고
            다녔는데, 금방 다시 우울해지면 어떡하지. 마치 누군가에게 술 취했을
            때 잔뜩 치대다가 술 깬 뒤 어색해할까봐. 내가 다시 우울해지면
            어떡하지. 내가 밝은 사람인 척 퐁당퐁당 돌을 던졌는데, 나는 사실 이런
            사람인 걸 다들 알아버리면 어떡하지. 그래서 내가 진짜 그런 사람이
            되고, 또 그런 내 곁에 아무도 안 남으면 어떡하지.
          </text>
          <Link href="/writing/new">글쓰기</Link>
        </div>
      </section>
    </div>
  );
}
